{
  "NeoComposer.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "blink.download": { "branch": "main" },
  "blink.pairs": { "branch": "main" },
  "colorful-menu.nvim": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "dial.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "glowbeam.nvim": { "branch": "main" },
  "haskell-tools.nvim": { "branch": "master" },
  "import.nvim": { "branch": "main" },
  "inc-rename.nvim": { "branch": "main" },
  "kubectl.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine-pretty-path": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markview.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-tool-installer": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "multicursor.nvim": { "branch": "main" },
  "neovim-ayu": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-lldb": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-metals": { "branch": "main" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-various-textobjs": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rustaceanvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "substitute.nvim": { "branch": "main" },
  "tiny-code-action.nvim": { "branch": "main" },
  "tiny-glimmer.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "toggle.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "typst-preview.nvim": { "branch": "master" },
  "vim-kitty": { "branch": "main" },
  "vim-sleuth": { "branch": "master" },
  "vscode.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
